Repository: Cook879/Wikipedia-for-Windows-Phone
Catalog: Wikipedia/Wikipedia/Strings/*/Resources.resw
Source language: en
Languages: ar, bg, de, zh_hans, zh_hant

# AboutAppBarButton.Label
source: about
ar: حول
bg: за
de: über
zh_hans: 关于
zh_hant: 關於

# AboutTitle.Text
source: about
ar: حول
bg: за
de: über
zh_hans: 关于
zh_hant: 關於

# and.Text
source: and
ar: و
bg: и
de: und
zh_hans: 和
zh_hant: 和

# AppTitle.Text
source: Wikipedia for Windows Phone 8.1
ar: ويكيبيديا لهاتف ويندوز 8.1
bg: Wikipedia за Windows Phone 8.1
de: Wikipedia für Windows Phone 8.1
zh_hans: 维基百科的Windows Phone8.1
zh_hant: 維基百科的Windows Phone8.1

# blocked
source: Your account is blocked
ar: يتم حظر حسابك
bg: Вашият акаунт е блокиран
de: Ihr Konto ist gesperrt
zh_hans: 您的账号被禁用
zh_hant: 您的賬號被禁用

# ByUsingThis.Text
source: By using this app you agree to Wikipedia's
ar: باستخدام هذا التطبيق كنت توافق على ويكيبيديا
bg: С помощта на това приложение вие се съгласявате с Уикипедия
de: Durch die Nutzung dieser App erklären Sie sich mit Wikipedia
zh_hans: 通过使用这个程序，你同意维基百科的
zh_hant: 通過使用這個程序，你同意維基百科的

# CancelAppBarButton.Label
source: cancel
ar: إلغاء
bg: отмените
de: stornieren
zh_hans: 取消
zh_hant: 取消

# cancelEditing
source: Are you sure you want to cancel editing this page?
ar: هل أنت متأكد أنك تريد إلغاء تحرير هذه الصفحة؟
bg: Наистина ли искате да отмените редактирането на тази страница ли сте?
de: Sind Sie sicher, dass Sie abbrechen möchten auf diese Seite?
zh_hans: 您确定要取消编辑这个页面？
zh_hant: 您確定要取消編輯這個頁面？

# ContinueButton.Content
source: More results
ar: المزيد من النتائج
bg: Още резултати
de: Weitere Ergebnisse
zh_hans: 更多结果
zh_hant: 更多結果

# Copyright.Text
source: Wikipedia for Windows Phone 8.1 v0.5 ©2014 Richard Cook
ar: ويكيبيديا لهاتف ويندوز 8.1 v0.5 © 2014 ريتشارد كوك
bg: Wikipedia за Windows Phone 8.1 версия 0.5 © 2014 Richard Cook
de: Wikipedia für Windows Phone 8.1 v0.5 © 2014 Richard Cook
zh_hans: 维基百科的Windows Phone8.1 V0.5©2014理查德·库克
zh_hant: 維基百科的Windows Phone8.1 V0.5©2014理查德·庫克

# CreativeCommons.Text
source: Creative Commons Attribution-ShareAlike License
ar: جميل عزو، وثائق الحرة الترخيص
de: Creative Commons Attribution-ShareAlike Lizenz
zh_hans: 知识共享署名 - 相同方式共享许可
zh_hant: 知識共享署名 - 相同方式共享許可

# EditAppBarButton.Label
source: edit
ar: تحرير
bg: редактирам
de: bearbeiten
zh_hans: 编辑
zh_hant: 編輯

# editSuccess
source: Edit was successful
ar: تحرير كانت ناجحة
bg: Edit бе успешна
de: Bearbeiten war erfolgreich
zh_hans: 编辑成功
zh_hant: 編輯成功

# Feedback.Text
source: Send bug reports, feedback and suggestions to
ar: إرسال تقارير الشوائب، وردود الفعل والاقتراحات ل
bg: Изпрати доклади за грешки, обратна връзка и предложения за
de: Senden Sie Fehlerberichte, Feedback und Anregungen
zh_hans: 发送错误报告，反馈和建议
zh_hant: 發送錯誤報告，反饋和建議

# HomeAppBarButton.Label
source: main page
ar: الصفحة الرئيسية
bg: главната страница
de: hauptseite
zh_hans: Wikipedia:首页
zh_hant: 頭版

# illegalUsername
source: Username is illegal
ar: اسم المستخدم غير قانوني
bg: Потребителско име е незаконно
de: Benutzername ist illegal
zh_hans: 用户名是非法的
zh_hant: 用戶名是非法的

# langCode
source: en
ar: ar
bg: bg
de: de
zh_hans: zh
zh_hant: zh-yue

# LanguageAppBarButton.Label
source: in other languages
ar: بلغات أخرى
bg: на други езици
de: in anderen Sprachen
zh_hans: 在其他语言
zh_hant: 在其他語言

# LanguagesContentDialog.Title
source: In Other Languages
ar: في لغات أخرى
bg: На други езици
de: In anderen Sprachen
zh_hans: 在其他语言
zh_hant: 在其他語言

# LoginAppBarButton.Label
source: login
ar: دخول
bg: логин
de: Anmelden
zh_hans: 注册
zh_hant: 註冊

# LoginPage.PrimaryButtonClick
source: Login
ar: دخول
bg: логин
de: anmelden
zh_hans: 注册
zh_hant: 註冊

# LoginPage.SecondaryButtonClick
source: Cancel
ar: إلغاء
bg: Отмени
de: stornieren
zh_hans: 取消
zh_hant: 取消

# LoginPage.Title
source: Login to Wikipedia
ar: الدخول إلى ويكيبيديا
bg: Вход в Wikipedia
de: Melden Sie sich bei Wikipedia
zh_hans: 登录维基百科
zh_hant: 登錄維基百科

# loginUnsuc
source: Login unsuccessful - are your details correct?
ar: الدخول غير ناجحة - هي التفاصيل الخاصة بك الصحيح؟
bg: Влез неуспешен - са вашите данни правилно?
de: Einloggen erfolglos - sind Ihre Angaben korrekt?
zh_hans: 登录失败 - 是您的详细信息是否正确？
zh_hant: 登錄失敗 - 是您的詳細信息是否正確？

# MinorEditBox.Content
source: This is a minor edit
ar: هذا هو تغيير طفيف
bg: Това е малка промяна
de: Dies ist ein kleiner bearbeiten
zh_hans: 这是一个小编辑
zh_hant: 這是一個小編輯

source: No
ar: لا
bg: не
de: nicht
zh_hans: 无
zh_hant: 無

# noInternet
source: Not connected to the Internet
ar: غير متصل بالإنترنت
bg: Не е свързан към интернет
de: Nicht mit dem Internet verbunden
zh_hans: 没有连接到互联网
zh_hant: 沒有連接到互聯網

# noPassword
source: You did not enter a password
ar: لم تقم بإدخال كلمة مرور
bg: Вие не сте въвели парола
de: Sie haben kein Passwort eingeben
zh_hans: 您没有输入密码
zh_hant: 您沒有輸入密碼

# noResults
source: No results found
ar: لا توجد نتائج
bg: Не са намерени резултати
de: Keine Ergebnisse gefunden
zh_hans: 没有找到结果
zh_hant: 沒有找到結果

# noUsername
source: You did not enter a username
ar: لم تقم بإدخال اسم المستخدم
bg: Вие не сте въвели потребителско име
zh_hans: 您没有输入用户名
zh_hant: 您沒有輸入用戶名

# pageNotExist
source: Page does not exist
ar: غير موجود الصفحة
bg: Страницата не съществува
de: Sie haben nicht einen BenutzernamenDiese Seite existiert nicht
zh_hans: 页面不存在
zh_hant: 頁面不存在

# passwordBox.Header
source: Password
ar: كلمة السر
bg: парола
de: Passwort
zh_hans: 密码
zh_hant: 密碼

# PreviewAppBarButton.Label
source: preview
ar: معاينة
bg: предварителен преглед
de: Vorschau
zh_hans: 预览
zh_hant: 預覽

# PrivacyPolicy.Text
source: Privacy Policy
ar: سياسة الخصوصية
bg: Декларация за поверителност
de: Datenschutz-Bestimmungen
zh_hans: 隐私政策
zh_hant: 隱私政策

# RandomAppBarButton.Label
source: random article
ar: المادة عشوائي
bg: случайна статия
de: zufälligen Artikel
zh_hans: 随机文章
zh_hant: 隨機文章

# SaveAppBarButton.Label
source: continue
ar: استمر
bg: продължавам
de: fortsetzen
zh_hans: 继续
zh_hant: 繼續

# SaveButton.Content
source: Save
ar: حفظ
bg: спасяване
de: sparen
zh_hans: 节省
zh_hant: 節省

# SavingChangesTo.Text
source: Saving changes to
ar: حفظ التغييرات ل
bg: Запазване на промените, за да
de: Speichern von Änderungen zu
zh_hans: 将更改保存到
zh_hant: 將更改保存到

# SearchAppBarButton.Label
source: search
ar: بحث
bg: търсене
de: Suche
zh_hans: 搜索
zh_hant: 搜索

# SearchContentDialog.Title
source: Search Wikipedia
ar: بحث ويكيبيديا بحث ويكيبيديا
bg: Търсете в Уикипедия
de: Wikipedia suchen
zh_hans: 维基百科搜索
zh_hant: 維基百科搜索

source: seconds
ar: ثواني
bg: секунди
de: Sekunden
zh_hans: 秒
zh_hant: 秒

# standardError
source: Sorry - an error has occured
ar: آسف - حدث خطأ
bg: Съжаляваме - възникна грешка
de: Sorry - ein Fehler ist aufgetreten
zh_hans: 对不起 - 即有错误
zh_hant: 對不起 - 即有錯誤

# Summary.Text
source: Summary
ar: ملخص
bg: обобщение
de: Zusammenfassung
zh_hans: 总结
zh_hant: 總結

# TermsOfUse.Text
source: Terms of Use
ar: شروط الاستخدام
bg: Условия за ползване
de: Nutzungsbedingungen
zh_hans: 使用条款
zh_hant: 使用條款

# TextA.Text
source: By clicking the 'Save' button, you agree to the Terms of Use and you irrevocably agree to release your contribution under the CC BY-SA 3.0 License and the GFDL with the understanding that a hyperlink or URL is sufficient for CC BY-SA 3.0 attribution.
ar: بالنقر على "حفظ" زر، فإنك توافق على شروط الاستخدام وأنت توافق لا رجعة فيه للافراج عن مساهمتك تحت CC BY-SA 3.0 رخصة جنو للوثائق الحرة وعلى أساس أن ارتباط تشعبي أو URL كافية لCC BY-SA 3.0 الإسناد.
bg: Натискайки бутона "Запазване", вие се съгласявате с Условията за ползване и неотменимо се съгласяват да се освободи дарението си под CC BY-SA 3.0 License и GFDL с разбирането, че хипервръзка или URL е достатъчен за CC BY-SA 3.0 Признание.
de: Mit einem Klick auf die Schaltfläche "Speichern", erklären Sie sich mit den Nutzungsbedingungen und Sie stimmen unwiderruflich zu, Ihren Beitrag unter der CC-BY-SA 3.0-Lizenz und der GFDL mit dem Verständnis, dass ein Hyperlink oder URL genügt, CC BY-SA 3.0 freigeben Namensnennung.
zh_hans: 通过点击“保存”按钮，您同意我们的使用条款，您不可撤销地同意根据创用CC BY-SA3.0许可证和GFDL的理解是一个超链接或URL就足够了CC BY-SA3.0，释放你的贡献归属。
zh_hant: 通過點擊“保存”按鈕，您同意我們的使用條款，您不可撤銷地同意根據創用CC BY-SA3.0許可證和GFDL的理解是一個超鏈接或URL就足夠了CC BY-SA3.0，釋放你的貢獻歸屬。

# throttled
source: Too many login attempts - please wait
ar: عدد كبير جدا من محاولات الدخول - يرجى الانتظار
bg: Твърде много опити за влизане - моля изчакайте
de: Zu viele Login-Versuche - bitte warten
zh_hans: 太多的登录尝试 - 请稍候
zh_hant: 太多的登錄嘗試 - 請稍候

# TocAppBarButton.Label
source: toc
ar: جدول المحتويات
bg: Съдържание
de: IHV
zh_hans: 目录
zh_hant: 目錄

# TocContentDialog.Title
source: Table of Contents
ar: جدول المحتويات
bg: Съдържание
de: Inhaltsverzeichnis
zh_hans: 目录
zh_hant: 目錄

# usernameBox.Header
source: Username
ar: اسم المستخدم
bg: потребителско име
de: Benutzername
zh_hans: 用户名
zh_hant: 用戶名

# usernameNotExist
source: Username doesn't exist
ar: لا وجود اسم المستخدم
bg: Потребителско име не съществува
de: Benutzername existiert nicht
zh_hans: 用户名不存在
zh_hant: 用戶名不存在

# WikipediaContent.Text
source: Wikipedia content is avaliable under the
ar: محتوى ويكيبيديا متوافرة تحت
bg: Съдържание Wikipedia е на разположение е под
de: Wikipedia-Inhalte unter die verfügbaren
zh_hans: 维基百科的内容是根据avaliable
zh_hant: 維基百科的內容是根據avaliable

# wrongPassword
source: Your password is incorrect
ar: كلمة السر غير صحيحة
bg: Вашата парола е неправилна
de: Ihr Passwort ist falsch
zh_hans: 您的密码不正确
zh_hant: 您的密碼不正確

source: Yes
ar: نعم
bg: да
de: ja
zh_hans: 是的
zh_hant: 是的

# loggedIn
source: logged in as
ar: مسجله في
bg: влезли като
de: angemeldet als
zh_hans: 登录为
zh_hant: 登錄為

# LogoutAppBarButton.Label
source: logout
ar: تسجيل الخروج
bg: Изход
zh_hans: 注销
zh_hant: 註銷
